e5-2620-v4/retpoline-nopti-nopcid/pgbench/10000/runs/result-rw-2.log
transaction type: <builtin: simple update>
scaling factor: 10000
query mode: simple
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 5921140
latency average = 4.864 ms
tps = 3289.511659 (including connections establishing)
tps = 3289.516583 (excluding connections establishing)